/*Title for popup menu*/
"PDE Title"="プリント種類";

/*the text of the popup menu*/
"PDE Menu"="プリント種類";

/*Summary Title*/
"PDE Menu Summary"="プリント種類";

/*Text for Job Owner Type menu: Use Login Name*/
"Job Owner Type Login Name"="ログイン名を使用する";

/*Text for Job Owner Type menu: Enter User Name(user)*/
"Job Owner Type User Name"="文書名を入力する";

/*Text for Job Owner Type menu: Enter User Name(Administrator)*/
"Job Owner Type Admin Name"="文書名を入力する";
  
 
 // ---------------- Add by roger begin---------------
 /*Static Text for User ID*/
"Print Type User Name Text"="ユーザーID:";

 /*Static Text for Password*/
"Password Text"="暗証番号:";

 /*Static Text for Document Name*/
"Document Name Text"="文書名:";

 /*Static Text for Star Print Time*/
"Start Print Time Text"="印刷開始時刻:";

/*Static Text for Print type title*/
"Print Type"="プリント種類";
/*Static Text for Print type list title*/
"Print Type List"="プリント種類:";

/*Static Text for Retrieve Document Name list title*/
"Retrieve Document Name List"="蓄積する文書名:";

/*Static Text for Help Button Control title*/
"Help Button Title"="ヘルプ";

/*Static Text for Restore Button Control title*/
"Restore Button Title" = "標準に戻す";

/*Setup User window title string*/ 
"Job Type Setup Window Title"="設定";

/*Static Text for Setup Button Control title*/
"Setup Button Title" = "設定...";
/*Text for Job Type Group Box control title*/
"Print Type Group Control Title" = "プリント種類";

/*Static Text for Retrieve Document Name list title*/
"MailBox Document Name List"="蓄積する文書名:";
"MailBox Retrieve Document Name"="蓄積する文書名";

 /*Static Text for Document Name*/
"MailBox Document Name Text"="文書名:";
"MailBox Document Name"="文書名";

/*Text for Document Name Type menu: Auto Retrieve*/
"MailBox Document Name Type Auto"="自動取得";

/*Text for Document Name Type menu: Enter*/
"MailBox Document Name Type Enter Name"="文書名を入力する";
 // ---------------- Add by roger end---------------


/*Text for Job Type menu: None*/
"Job Type None"="通常プリント";

/*Text for Job Type menu: Secure Print*/
"Job Type Secure"="セキュリティープリント";

/*Text for Job Type menu: Sample Print*/
"Job Type Sample"="サンプルプリント";

/*Text for Job Type menu: Delay Print*/
"Job Type Time"="時刻指定プリント";

/*Text for Job Type menu: Delay Print*/
"Job Type MBN"="ボックス保存";
/*Text for Document Name Type menu: Auto Retrieve*/
"Document Name Type Auto"="自動取得";

/*Text for Document Name Type menu: Enter*/
"Document Name Type Enter Name"="文書名を入力する";

"PT Message OK Btn"="OK";
"PT Message CANCEL Btn"="キャンセル";

//"User ID"="ユーザーID";
"Password"="暗証番号";
"Retrieve Document Name"="蓄積する文書名";
"Document Name"="文書名";
"Start Print Time"="印刷開始時刻";
 /*Static Text for User ID*/
"MailBox Number Text"="ボックス番号:";
"MailBox Number ID" = "ボックス番号";

/*Static Text for Mail Box Number Password*/
"MBN Password Text"="暗証番号:";
"MNB Password"="暗証番号";

"PT Setup Window OK Buttons"="OK";
"PT Setup Window Cancel Buttons"="キャンセル";
"PT Setup Window Rstr Buttons"="標準に戻す";

//"Message43"="Invalid User ID.\nSpecify within a range of 1 to 24 characters.";
"Message43"="[ユーザーID] に無効な文字列が設定されています。1から24バイト（半角24文字/全角12文字）までの範囲内で設定してください。";
"Message43b"="[ユーザーID] に無効な文字列が設定されています。1から8バイト（半角8文字）までの範囲内で設定してください。";
"Message43c"="[ユーザーID] に無効な値が設定されています。1から8バイト（半角8文字）までの範囲内で設定してください。";
//"Message42"="Secure Print/Sample Print is unavailable as User ID in the Job Type PDE is not specified. \nSpecify within a range of 1 to 24 characters.";
"Message42"="[ユーザーID]に文字列が設定されていないため、[セキュリティー/サンプルプリント]を設定できません。1から24バイト（半角24文字/全角12文字）までの範囲内で設定してください。";
"Message42b"="[ユーザーID]に文字列が設定されていないため、[セキュリティー/サンプルプリント]を設定できません。1から8バイト（半角8文字）までの範囲内で設定してください。";
//"Message41"="Invalid Document Name. \nSpecify within a range of 0 to 24 characters.";
"Message41"="[文書名] に無効な文字列が設定されています。0から24バイト（半角24文字/全角12文字）までの範囲内で設定してください。";
"Message41b"="[文書名] に無効な文字列が設定されています。0から12バイト（半角12文字）までの範囲内で設定してください。";
"Message41b_o"="[文書名] に無効な値が設定されています。0から12バイト（半角12文字）までの範囲内で設定してください。";
"Message41c"="[文書名] に無効な文字列が設定されています。0から64バイト（半角64文字/全角32文字）までの範囲内で設定してください。";
"Message41_m"="[文書名] に無効な文字列が設定されています。0から24バイト（半角24文字/全角12文字）までの範囲内で設定してください。";
"Message41b_m"="[文書名] に無効な文字列が設定されています。0から12バイト（半角12文字）までの範囲内で設定してください。";
"Message41c_m"="[文書名] に無効な文字列が設定されています。0から64バイト（半角64文字/全角32文字）までの範囲内で設定してください。";
//"Message39"="Invalid Password.\nSpecify within a range of 0 to 12 digital numbers.";
"Message39"="[暗証番号]に無効な値が設定されています。0から12バイト（半角12文字）までの範囲内で設定してください。";
"Message60"="[暗証番号]に無効な値が設定されています。数字[n]から12桁までの範囲内で設定してください。";
"Message61"="[暗証番号]が最小桁数より少ないため[セキュリティープリント]ができません。[プリント種類]を[通常プリント]に変更します。";
//Added by Annie
"Warning22"="ボックス番号に無効な値が設定されています。1から[n]までの整数値を設定してください。";
"Message39b"="[暗証番号]に無効な値が設定されています。0 から20バイト（半角20文字）までの範囲内で設定してください。";
// DMP-XI-1c UTF8
//"Message60"="Invalid User ID.\nSpecify within a range of 1 to 24 characters.";
//"Message60"="[ユーザーID] に無効な文字列が設定されています。1から24文字の範囲内で設定してください。";
"Message62"="[ユーザーID] に無効な文字列が設定されています。1から24文字の範囲内で設定してください。";//fixed AR194738 and AR194742 by Penny
//"Message57"="Invalid New Job Name. \nSpecify within a range of 0 to 64 characters.";
"Message57"="[文書名] に無効な文字列が設定されています。0から64文字の範囲内で設定してください。";
//"Message58"="Invalid New File Name. \nSpecify within a range of 0 to 64 characters.";
"Message58"="[文書名] に無効な文字列が設定されています。0から64文字の範囲内で設定してください。";
//"Message59"="Secure Print/Sample Print is unavailable as User ID in the Job Type PDE is not specified. \nSpecify within a range of 1 to 24 characters.";
"Message59"="[ユーザーID]に文字列が設定されていないため、[セキュリティー/サンプルプリント]を設定できません。1から24文字の範囲内で設定してください。";
//"Message63"="Secure Print/Sample Set is unavailable as User ID in the Job Type PDE is not specified. \nSpecify within a range of 1 to 32 characters.";
"Message63"="[ユーザーID]に文字列が設定されていないため、[セキュリティー/サンプルプリント]を設定できません。1から32文字の範囲内で設定してください。";
//"Message64"="Invalid User ID.\nSpecify within a range of 1 to 32 characters.";
"Message64"="[ユーザーID] に無効な文字列が設定されています。1から32文字の範囲内で設定してください。";

/*Title for popup menu*/
"Job Authentication Title" ="認証情報";
/*Help Viewer Title for Job Accounting*/
"Help Viewer Title for Job Accounting"="認証情報／プリント種類 ヘルプ";
/*the text of the popup menu*/
"Job Authentication Menu" ="認証情報";
/*Summary Title*/
"Job Authentication Summary"="認証情報";

/*************************************JBA Panel*************************************/
// Account Mode(Listbox)
"Job Authentication Type User Mode"="管理者";
"Job Authentication Type Administration Mode"="ユーザー";
"JBA Account Mode"="認証管理モード";
"JBA Account Mode Text"="認証管理モード:";
"JBA Account Info Setting"="使用する認証情報";
"JBA Account Info Setting Text"="使用する認証情報:";
/*********************************JBA Setting Panel*********************************/
// ID name setting(Listbox)
"JBA Login Name"="ログイン名を使用する";
"JBA Input Name"="IDを入力する";
"JBA Specify Name"="User IDの指定";
"JBA Specify Name text"="User IDの指定:";

// JBA Info Setting Popup List Text
"User ID Fixed Text"="User ID/Account ID";
"Billing ID Fixed Text"="蓄積用ユーザーID";
"Switch Enabled Text"="すべて";

// JBA Info(Radiobutton)
"JBA Common User Info Type"="常に同じ認証情報を使用する";
// JBA Input(Radiobutton)
"JBA Job User Type"="ジョブごとに認証の入力画面を表示する";
// JBA detailed setting summary
"Detailed User Settings"="認証情報の設定";

// previous setting display(Checkbox)
"JBA Last Info Setting"="前回入力した情報を表示する";
// Hide User/Storage ID(Checkbox)
"JBA User ID Format"="User IDとドメイン名の入力文字を隠す";
// Hide User/Storage ID(Checkbox)
"JBA User ID Format No Domain"="User IDの入力文字を隠す";
// Hide Account ID(Checkbox)
"JBA Account ID Format"="Account IDの入力文字を隠す";

/**********************************JBA Input Panel**********************************/
// Authentication(Radiobutton)
"JBA Auth Radio"="認証用IDを指定する";
// Storage(Radiobutton)
"JBA Strg Radio"="蓄積用IDを指定する";
// JBA enter user details summary
"Enter User Details"="認証情報の入力";

// -------- Add by roger 2004-10-08
// JBA User window title string 
"User Window Title String"="認証情報の設定";

// JBA Admin window title string 
"Admin Window Title String"="認証情報の設定";

// JBA Input window title string
"Input Window Title String"="認証情報の入力";
// --------------------------------

/**************************************Warning**************************************/
//"Warning32"="Invalid Job Owner Name. Specify within a range of 1 to 32 characters.";
"Warning32"="[User ID] に無効な文字列が設定されています。1から32バイト(半角32文字/全角16文字)までの範囲内で設定してください。";
//"Warning33"="Invalid Password. Specify within a range of 4 to 12 characters.";
"Warning33"="[パスワード]に無効な値が設定されています。4～12バイトまでの範囲内で設定してください。";
//"Warning34"="Invalid Account ID. Specify within a range of 0 to 32 characters.";
"Warning34"="[Account ID] に無効な文字列が設定されています。0から32バイトまでの範囲内で設定してください。";
"Warning35"="[ドメイン名] に無効な文字列が設定されています。0から64バイトまでの範囲内で設定してください。";
"Warning36"="[パスワード]に無効な値が設定されています。1～128バイトまでの範囲内で設定してください。";
//"Warning38"="Invalid Billing ID. Specify within a range of 0 to 24 characters.";
"Warning38"="[蓄積用ユーザーID] に無効な文字列が設定されています。0から24バイト(半角24文字/全角12文字)までの範囲内で設定してください。";
"Warning38b"="[蓄積用ユーザーID] に無効な文字列が設定されています。0から8バイト(半角8文字)までの範囲内で設定してください。";
//"Warning39"="Invalid Password. Specify within a range of 0 to 12 digital numbers.";
"Warning39"="[暗証番号]に無効な値が設定されています。0から12バイト（半角12文字）までの範囲内で設定してください。";
//"Warning38A"="Invalid Billing ID. Specify within a range of 1 to 24 characters.";
"Warning38A"="[蓄積用ユーザーID] に無効な文字列が設定されています。1から24バイト(半角24文字/全角12文字)までの範囲内で設定してください。";//Fixed AR 194829 by Penny
"Warning38c"="[蓄積用ユーザーID] に無効な文字列が設定されています。1から8バイト(半角8文字)までの範囲内で設定してください。";//Fixed AR 194829 by Penny
//"Job Authentication Storage ID EXT"="Invalid Billing ID.\nSpecify within a range of 1 to 32 characters.";
// DMP-XI-1c----UTF8
//"Warning52"="Invalid Job Owner Name. Specify within a range of 1 to 32 characters.";
"Warning52"="[User ID] に無効な文字列が設定されています。1から32文字の範囲内で設定してください。";
//"Warning53"="Invalid Billing ID. Specify within a range of 0 to 24 characters.";
"Warning53"="[蓄積用ユーザーID] に無効な文字列が設定されています。0から24文字の範囲内で設定してください。";
//"Warning54"="Invalid Billing ID. Specify within a range of 1 to 24 characters.";
"Warning54"="[蓄積用ユーザーID] に無効な文字列が設定されています。1から24文字の範囲内で設定してください。";//Fixed AR 194829 by Penny
/**************************************Status***************************************/
"Off"="しない";
"On"="する";

//Add static text ID Here
"User ID"="User ID";
"User ID text"="User ID:";
"User ID Password"="パスワード";
"User ID Password text"="パスワード:";
"Account ID"="Account ID";
"Account ID text"="Account ID:";
"Domain Name"="ドメイン名";
"Domain Name text"="ドメイン名:";
"Billing ID"="蓄積用ユーザーID";
"Billing ID text"="蓄積用ユーザーID:";
"Billing ID Password"="暗証番号";
"Billing ID Password text"="暗証番号:";

"Alert OK Btn"="OK";

//Add button text ID here
"Detailed User Settings Btn"="認証情報の設定...";
"JBA Wnd HELP Btn"="ヘルプ";
"JBA Info OK Btn"="OK";
"JBA Info CANCEL Btn"="キャンセル";
"JBA Info RESTORE Btn"="標準に戻す";
"JBA Info HELP Btn"="ヘルプ";
"JBA Input OK Btn"="OK";
"JBA Input CANCEL Btn"="キャンセル";
"JBA Input HELP Btn"="ヘルプ";
